//1
// Создайте переменную, которая будет отображать имя пользователя. (Пользователь - user, имя - name). В неё поместите значение "John"
// На следующей строке создайте переменную, отображающую номер пользователя (номер - number). В неё поместите значение 25.
// Измените значение второй переменной с 25 на 24 на следующей строке.

const userName = "John";
let userNumber = "25";
userNumber = 24

//2
// Создайте переменную с названием магазина (магазин - store, имя - name) и поместите в неё любое название на ваш выбор.
// Создайте объект под названием storeDescription
// Внутрь этого объекта напрямую поместите свойство budget и укажите его как 10000. Напрямую - это сразу внутри фигурных скобок, мы его расширяем на месте
// Внутрь объекта storeDescription напрямую поместите свойство employees. Это должен быть массив, который содержит имена трех сотрудников на ваш выбор
// Внутрь объекта storeDescription напрямую поместите свойство products. Это должен быть тоже объект, который содержит два товара и их цену.
// То есть, нужно создать пару ключ-значение в виде, товар: цена Данные на ваш выбор.
// Внутрь объекта storeDescription напрямую поместите свойство open. Тут можно контролировать: или магазин открыт, или закрыт, то есть логическое значение.
// Сделайте его открытым

let storeName = '100';

const storeDescription = {
    budget: 10000,
    employees: ['Alex', 'Oleg', 'Dima'],
    products: {
        apple: 100,
        banana: 200
    },
    open: true
};